Revit 2027 API
ParameterTypeId.StructuralSectionCommonTorsionalModulus Property
 "Torsional Modulus"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StructuralSectionCommonTorsionalModulus { get; }
Public Shared ReadOnly Property StructuralSectionCommonTorsionalModulus As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StructuralSectionCommonTorsionalModulus {
	ForgeTypeId^ get ();
}
static member StructuralSectionCommonTorsionalModulus : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace